Repository: mrfoggg/DjangoProjectStsnDev
Catalog: accounts/locale/*/LC_MESSAGES/django.po
Languages: ru, uk

source: email_placeholder
ru: Введите Email
uk: Введіть Email

source: email_label
ru: Ваш Email чик
uk: Ваш Email

source: password_label
ru: Пароль
uk: Пароль

source: password_placeholder
ru: Введите пароль
uk: Введіть пароль

source: password2_placeholder
ru: Повторите пароль
uk: Повторіть пароль

source: cabinet_title
ru: Личный кабинет
uk: Особистий кабінет

source: personal_info
ru: Персональные данные
uk: Персональні дані

source: my_orders
ru: Мои заказы
uk: Мої замовлення

source: my_licenses
ru: Тестовые лицензии
uk: Тестові ліцензії

source: password_change
ru: Смена пароля
uk: Зміна пароля

source: logout
ru: Выйти
uk: Вийти

source: not_authorized
ru: Вы не авторизованы
uk: Ви не авторизовані

source: login
ru: Войти
uk: Увійти

source: register
ru: Зарегистрироваться
uk: Зареєструватися

source: logout_title
ru: Вы вышли из аккаунта
uk: Ви вийшли з акаунта

source: logout_success
ru: Вы вышли из аккаунта
uk: Ви вийшли з акаунта

source: login_again
ru: Войти снова
uk: Увійти знову

source: authorization_title
ru: Вход в учетную запись
uk: Вхід в обліковий запис

source: email_password_authorization
ru: Вход по паролю
uk: Вхід за паролем

source: looks_good
ru: Выглядит верно
uk: Виглядає вірно

source: provide_valid_email
ru: Укажите корректный адрес электронной почты
uk: Вкажіть коректну електронну пошту

source: provide_valid_password
ru: Укажите пароль
uk: Вкажіть пароль

source: confirm_login
ru: Подтвердить вход
uk: Підтвердити вхід

source: set_password_title
ru: Установка пароля
uk: Встановлення пароля

source: please_create_password
ru: Пожалуйста, создайте новый пароль для своей учетной записи
uk: Будь ласка, створіть новий пароль для вашого акаунта

source: set_password_form_error
ru: Ошибка установки пароля
uk: Помилка при встановленні пароля

source: set_password
ru: Установить пароль
uk: Встановити пароль

source: already_register
ru: Уже зарегистрированы?
uk: Вже зареєстровані?

source: registration_title
ru: Регистрация
uk: Реєстрація

source: email_entry
ru: Ввод Email для регистрации
uk: Введення Email для реєстрації

source: send
ru: Отправить
uk: Відправити

source: wait_email_title
ru: Письмо отправлено
uk: Лист надіслано

source: wait_email
ru: Следуйте инструкциям в письме
uk: Слідуйте інструкціям в листі

source: csrf_failure
ru: Срок действия CSRF-токена истек. Попробуйте снова.
uk: Термін дії CSRF-токена минув. Спробуйте ще раз.

source: email_not_registered
ru: Уже зарегистрированы?
uk: Електронна пошта не зареєстрована

source: wrong_password
ru: Установить пароль
uk: Невірний пароль

source: password_not_set
ru: Смена пароля
uk: Пароль не встановлено

source: please_enter_valid_data
ru: Пожалуйста введите корректные данные
uk: Будь ласка, введіть коректні дані

source: Этот адрес электронной почты уже зарегистрирован. Пожалуйста, <a href="{}">войдите в аккаунт</a> или укажите другой email.
uk: Ця електронна пошта вже зареєстрована. Будь ласка, <a href="{}">увійдіть в акаунт</a> або вкажіть інший email.

source: Для активации аккаунта перейдите по следующей ссылке: {}
uk: Для активації акаунта перейдіть за наступним посиланням: {}

source: Ошибка при отправке письма. Попробуйте снова.
uk: Помилка при відправці листа. Спробуйте ще раз.

source: Ошибка в поле '{}': {}
uk: Помилка в полі '{}': {}

source: Вам отправлено письмо со ссылкой на страницу активации аккаунта. Ссылка действительна {} минут.
uk: Вам надіслано лист з посиланням на сторінку активації акаунта. Посилання дійсне {} хвилин.

source: Ваш аккаунт уже активирован и пароль установлен.
uk: Ваш акаунт вже активований і пароль встановлений.

source: Ваш аккаунт активен, но вы еще не установили пароль.
uk: Ваш акаунт активний, але ви ще не встановили пароль.

source: Ссылка для активации недействительна или срок ее действия истек.
uk: Посилання для активації недійсне або термін його дії минув.

source: Вы успешно подтвердили почту, но еще не установили пароль.
uk: Ви успішно підтвердили пошту, але ще не встановили пароль.

source: Ссылка для активации недействительна.
uk: Посилання для активації недійсне.

source: Для получения ссылки на установку пароля введите ваш Email.
uk: Для отримання посилання на встановлення пароля введіть ваш Email.

source: Пароль успешно установлен!
uk: Пароль успішно встановлено!

source: Пароль уже был установлен
uk: Пароль вже був встановлений
